Repository: schibsted/AccountSDKIOSWeb
Catalog: Sources/AccountSDKIOSWeb/Resources/*.lproj/Localizable.strings
Languages: da, fi, nb, sv

# SimplifiedWidget.logInWithOneClick
source: Log in with one click
da: Log ind med et enkelt klik
fi: Kirjaudu sisään yhdellä napsautuksella
nb: Logg inn med ett klikk
sv: Logga in med ett klick

# SimplifiedWidget.loginIncentive
source: You are already logged in to one of Schibsted's services. Continue with one click.
da: Du er allerede logget ind på en af Schibsteds ydelser.
fi: Olet jo kirjautunut sisään yhteen Schibsted-palveluista. Jatka yhdellä napsautuksella.
nb: Du er allerede logget på en av Schibsteds tjenester. Fortsett med ett klikk.
sv: Du är redan inloggad på en av Schibsteds tjänster. Fortsätt med ett klick.

# SimplifiedWidget.schibstedAccount
source: Schibsted account
da: Schibsted-konto
fi: Schibsted-tili
nb: Schibsted-konto
sv: Schibstedkonto

# SimplifiedWidget.continueAs
source: Continue as
da: Fortsæt som
fi: Jatka käyttäjänä
nb: Fortsett som
sv: Fortsätt som

# SimplifiedWidget.continueWithoutLogin
source: Continue without logging in
da: Fortsæt uden at logge ind
fi: Jatka kirjautumatta sisään
nb: Fortsett uten å logge inn
sv: Fortsätt utan att logga in

# SimplifiedWidget.footer
source: You are logged in to a service with a Schibsted account, and can continue on %@ with one click
da: Du er logget ind på en tjeneste med Schibsted og kan fortsætte på %@ med et klik
fi: Olet kirjautuneena palveluun Schibsted-tililläsi ja voit jatkaa kohteeseen %@ yhdellä napautuksella
nb: Du er logget inn på en tjeneste med Schibsted og kan fortsette på %@ med ett klikk
sv: Du är inloggad på en tjänst hos Schibsted och kan fortsätta till %@ med ett klick

# SimplifiedWidget.shortFooter
source: With a Schibsted account, you can log in to all Schibsted services.
da: Med en Schibsted-konto kan du logge ind på alle Schibsted-tjenester.
fi: Schibsted-tilillä voit kirjautua sisään kaikkiin Schibsted-palveluihin.
nb: Med Schibsted-konto kan du logge inn på alle Schibsted-tjenester.
sv: Med ett Schibsted-konto kan du logga in på alla Schibsted-tjänster.

# SimplifiedWidget.privacyPolicy
source: Privacy policy
da: Fortrolighedserklæring
fi: Tietosuoja
nb: Personvernerklæring
sv: Personuppgiftspolicy

# SimplifiedWidget.privacyPolicyLink
source: https://info.privacy.schibsted.com/privacy-and-cookie-policy-english-schibsted-norge/
fi: https://info.privacy.schibsted.com/fi/tietosuoja-ja-evastekaytannot/
nb: https://info.privacy.schibsted.com/no/schibsted-norge-personvernerklaering/
sv: https://info.privacy.schibsted.com/se/schibsted-sverige-personuppgiftspolicy/

# SimplifiedWidget.notYou
source: Not you?
da: Ikke dig?
fi: Väärä käyttäjä?
nb: Ikke deg?
sv: Inte du?

# SimplifiedWidget.loginWithDifferentAccount
source: Switch account
da: Skift konto
fi: Vaihda tiliä
nb: Bytt konto
sv: Byt konto
